{
  "images": [
    {
      "id": 1,
      "title": "Waterfall Inn Tigoni",
      "Description": "A short stroll down through eucalyptus woodlands takes you to the beautiful 18m Tigoni Waterfalls set in lush green riverine forest.",
      "image": "https://i.ibb.co/ZKqWgvr/Tigoni.jpg"
    },
    {
      "id": 2,
      "title": "Karura Forest Trail",
      "Description": "Karura Forest is very scenic and relaxing, with lots of trees and soothing hiking trails. Great biking trails too. THe trails combine to a total length of 50km",
      "image": "https://i.ibb.co/FXZ7vXS/Karura.jpg"
    },
    {
      "id": 3,
      "title": "KEFRI Forest",
      "Description": "A short 30Km drive from Nairobi CBD is a block of two forests Bama and Gacuthi. These forests host a scenic trail of natural and planted forests.",
      "image": "https://i.ibb.co/7zkWjyM/KEFRI.jpg"
    },
    {
      "id": 4,
      "title": "Gatamaiyu",
      "Description": "The Gatamaiyu trails are waterfall heavens and this specific trail boasts of two magnificent waterfalls, perfect for river swimming.",
      "image": "https://i.ibb.co/V2DZk22/Gatamaiyu.jpg"
    },
    {
      "id": 5,
      "title": "Ololosokuan",
      "Description": "Ololosokuan Nature Trail offers a unique blend of hiking, bouldering and sightseeing.It is situated close to Nairobi at the northern foothills of the Ngong Hills.",
      "image": "https://i.ibb.co/NnYjkP0/Ololosokuan.jpg"
    },
    {
      "id": 6,
      "title": "Thiririka",
      "Description": "The Thiririka trail in Gatundu is unique because most of it is along the river. It's such a refreshingly different experience.",
      "image": "https://i.ibb.co/qDyVfLR/Thiririka.jpg"
    },
    {
      "id": 7,
      "title": "Kijabe Hills",
      "Description": "This Classic Hiking Trail is a one-way hike that is challenging and a good test of endurance.The hike is a combination of thick forest, caves and hot springs,dark tunnel and  over the hills.",
      "image": "https://i.ibb.co/0ZvK1T4/Kijabe-Hills.jpg"
    },
    {
      "id": 8,
      "title": "Mount Kenya",
      "Description": "Mount Kenya is the second highest mountain in Africa and offers breath-taking hikes suitable for adventurers with a range of abilities.",
      "image": "https://i.ibb.co/LvXrvD4/Mount-Kenya.jpg"
    },
    {
      "id": 9,
      "title": "Elephant Hill",
      "Description": "As the rumours suggest,despite the trail is beautiful with breath-taking changing landscapes, the hike is tough. It is considered a group preparation for Mt. Kenya hike. ",
      "image": "https://i.ibb.co/nCQhZX8/Elephant-Hill.jpg"
    }
  ],
  "blog": [
    {
      "id": 10,
      "title": "Best Stretches before Hiking",
      "message": "Point your toes toward the tree, and place your hands on the trunk. Bend your left leg forward, and hold for about 30 seconds. Switch legs, and continue holding the position for another 30 seconds. Standing quad stretch: Keep your feet hip width apart, and stand up straight.<br> By:#Mysterious"
    },
    {
      "id": 11,
      "title": "My Fist Hiking Experience",
      "message": "My first experience was Gatamaiyu.I witnessed a beautiful waterfall and many natural pools amidst forests.We chose a small picnic spot nearby and relaxed for a bit. We enjoyed our picnic food and the cold breeze. We took a dip in the pool and clicked loads of pictures and panoramic views of the waterfalls. It was all worth the efforts made in the last few hours. By: #AdventurousMe"
    },
    {
      "id": 12,
      "title": "Mt. Kenya Adventure!!",
      "message": "As I ascended, I encountered a breath-taking view of the mountain.It was a belt of natural, homogenous bamboo followed by a region of low-lying shrubbery. Finally, the altitude becomes inhabitable for flora and fauna, yielding a barren moonscape of jagged rock and ice."
    },
    {
      "title": "Experience",
      "message": "I loved my hiking experience 🔥\nBy: barbs",
      "id": 13
    },
    {
      "title": "Experience",
      "message": "I loved my hiking experience 🔥\nBy: barbs",
      "id": 14
    },
    {
      "title": "Hello world",
      "message": "Testing post",
      "id": 15
    },
    {
      "title": "Hello world",
      "message": "Testing post",
      "id": 16
    },
    {
      "title": "Testing",
      "message": "Second test",
      "id": 17
    },
    {
      "title": "Testing",
      "message": "Second test",
      "id": 18
    }
  ]
}